---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerDegreeF
source: html/fed7aa4c-c477-daad-7200-3e20c041d12a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerDegreeF Property

Symbol BTU/°F, indicating unit British thermal units per degree Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerDegreeF { get; }
```